{
  "Morse Code Converter": "မော်စ်ကုဒ် ပြောင်းစက်",
  "Go to Converter": "ပြောင်းစက်သို့ သွားရန်",
  "Morse Code Simulation": "မော်စ်ကုဒ် သရုပ်ဖော်ချက်",
  "Go to Simulation": "သရုပ်ဖော်ချက်သို့ သွားရန်",
  "Enter Text": "စာသား ထည့်ရန်",
  "Text": "စာသား",
  "Convert to Morse Code": "မော်စ်ကုဒ်သို့ ပြောင်းရန်",
  "Switch to Morse to Text": "မော်စ်မှ စာသားသို့ ပြောင်းရန်",
  "Enter Morse Code": "မော်စ်ကုဒ် ထည့်ရန်",
  "Morse Code": "မော်စ်ကုဒ်",
  "Convert to Text": "စာသားသို့ ပြောင်းရန်",
  "Switch to text to Morse": "စာသားမှ မော်စ်သို့ ပြောင်းရန်",
  "Hold Down": "ဖိထားပါ",
  "You can practise in this segment": "ဤအပိုင်းတွင်လေ့ကျင့်နိုင်သည်",
  "hyphen": "တွဲစ",
  "dot": "တစ်ချက်",
  "Long press": "ဖိနှိပ်ထားပါ",
  "Short press": "တိုတိုဖိနှိပ်ပါ",
  "Letter": "စာလုံး",
  "International Morse Code": "အပြည်ပြည်ဆိုင်ရာ မော်စ်ကုဒ်",
  "Common": "ပုံမှန်",
  "Theme": "အကြောင်းအရာ",
  "Dark": "မှောင်မိုက်သော",
  "Light": "လင်းသော",
  "Language": "ဘာသာစကား",
  "Help": "အကူအညီ",
  "Feedback": "တုံ့ပြန်ချက်",
  "Privacy Policy": "ကိုယ်ရေးအချက်အလက် မူဝါဒ",
  "Introduction to Morse Code": "မော်စ်ကုဒ် အကျဉ်းချုပ်",
  "Morse code is a method used in telecommunication to encode text characters as standardized sequences of two different signal durations, called dots and dashes.": "မော်စ်ကုဒ်သည် တယ်လီကောမျူနီကေးရှင်းတွင် စာသား စာလုံးများကို အကြာအငြိမ်အချိန် နှစ်မျိုးဖြင့် စံပြအတိုင်း စီထားသောအမှတ်များနှင့် အကြောင်းပြချက်များဖြင့် ကုဒ်စံချိန်လုပ်ရန် အသုံးပြုသော နည်းလမ်းဖြစ်သည်။",
  "History of Morse Code": "မော်စ်ကုဒ်၏ သမိုင်းကြောင်း",
  "Invented in the early 1830s by Samuel Morse and Alfred Vail, Morse code was the primary method of electronic communication before the advent of modern telecommunication technologies.": "၁၈၃၀-ကျော်နှစ်များတွင် ဆမ်မြူရယ် မော်စ်နှင့် အယ်ဖရက် ဝေးလ်တို့မှ တီထွင်ခဲ့ပြီး မော်စ်ကုဒ်သည် အချိန်ကာလအတွင်း လက်ရှိ အဆင့်မြင့်သော တယ်လီကောမျူနီကေးရှင်းနည်းပညာများမတိုင်မှီ အဓိကအီလက်ထရောနစ်ဆက်သွယ်မှုနည်းလမ်းဖြစ်ခဲ့သည်။",
  "Learning Morse Code": "မော်စ်ကုဒ် လေ့လာခြင်း",
  "Each letter and number in Morse code is represented by a unique combination of dots and dashes. For instance, S is ... and O is ---.": "မော်စ်ကုဒ်တွင် စာလုံးနှင့် ဂဏန်းတိုင်းကို အမှတ်နှင့် အကြောင်းပြချက်များ၏ ထူးခြားသည့်ပေါင်းစပ်မှုဖြင့် ကိုယ်စားပြုထားသည်။ ဥပမာ- 'S' သည် '...' နှင့် 'O' သည် '---' ဖြစ်သည်။",
  "This app offers an interactive Morse code learning experience.": "ဤအက်ပ်သည် ရုပ်မြင်သံကြားဖြင့် မော်စ်ကုဒ် လေ့လာသင်ကြားရန် အတွေ့အကြုံပေးသည်။",
  "Continue App...": "အက်ပ်ကို ဆက်လက်အသုံးပြုပါ..."
}
