{
  "Morse Code Converter": "เครื่องมือแปลงรหัสมอร์ส",
  "Go to Converter": "ไปที่เครื่องมือแปลง",
  "Morse Code Simulation": "การจำลองรหัสมอร์ส",
  "Go to Simulation": "ไปที่การจำลอง",
  "Enter Text": "ใส่ข้อความ",
  "Text": "ข้อความ",
  "Convert to Morse Code": "แปลงเป็นรหัสมอร์ส",
  "Switch to Morse to Text": "สลับเป็นรหัสมอร์สเป็นข้อความ",
  "Enter Morse Code": "ใส่รหัสมอร์ส",
  "Morse Code": "รหัสมอร์ส",
  "Convert to Text": "แปลงเป็นข้อความ",
  "Switch to text to Morse": "สลับเป็นข้อความเป็นรหัสมอร์ส",
  "Hold Down": "กดค้าง",
  "You can practise in this segment": "คุณสามารถฝึกฝนในส่วนนี้",
  "hyphen": "ยัติภังค์",
  "dot": "จุด",
  "Long press": "กดค้างยาว",
  "Short press": "กดสั้น",
  "Letter": "ตัวอักษร",
  "International Morse Code": "รหัสมอร์สนานาชาติ",
  "Common": "ทั่วไป",
  "Theme": "ธีม",
  "Dark": "มืด",
  "Light": "สว่าง",
  "Language": "ภาษา",
  "Help": "ช่วยเหลือ",
  "Feedback": "ข้อเสนอแนะ",
  "Privacy Policy": "นโยบายความเป็นส่วนตัว",
  "Introduction to Morse Code": "แนะนำรหัสมอร์ส",
  "Morse code is a method used in telecommunication to encode text characters as standardized sequences of two different signal durations, called dots and dashes.": "รหัสมอร์สเป็นวิธีการที่ใช้ในโทรคมนาคมในการเข้ารหัสอักขระข้อความเป็นลำดับมาตรฐานของสัญญาณสองความยาวที่แตกต่างกันเรียกว่าจุดและขีด",
  "History of Morse Code": "ประวัติรหัสมอร์ส",
  "Invented in the early 1830s by Samuel Morse and Alfred Vail, Morse code was the primary method of electronic communication before the advent of modern telecommunication technologies.": "คิดค้นขึ้นในช่วงต้นทศวรรษที่ 1830 โดยซามูเอล มอร์สและอัลเฟรด เวลล์ รหัสมอร์สเป็นวิธีหลักในการสื่อสารทางอิเล็กทรอนิกส์ก่อนที่จะมีเทคโนโลยีการสื่อสารโทรคมนาคมสมัยใหม่",
  "Learning Morse Code": "การเรียนรู้รหัสมอร์ส",
  "Each letter and number in Morse code is represented by a unique combination of dots and dashes. For instance, S is ... and O is ---.": "ตัวอักษรและตัวเลขแต่ละตัวในรหัสมอร์สจะแสดงด้วยการผสมผสานที่ไม่ซ้ำกันของจุดและขีด ตัวอย่างเช่น 'S' คือ '...' และ 'O' คือ '---'",
  "This app offers an interactive Morse code learning experience.": "แอพนี้ให้ประสบการณ์การเรียนรู้รหัสมอร์สแบบโต้ตอบ",
  "Continue App...": "ดำเนินการต่อในแอพ..."
}
